{"name": "HOUR > 17.5", "children": [{"name": "DAILYMinimumDryBulbTemp > 27.5", "children": [{"name": "HOUR > 19.5", "children": [{"name": "93360 of No injuries., 171 of Risk of injury., 46 of Risk of death., 27825 of Risk of injury or death."}, {"name": "81043 of No injuries., 84 of Risk of injury., 25 of Risk of death., 21228 of Risk of injury or death."}]}, {"name": "DAILYPrecip > 0.17499999702", "children": [{"name": "2721 of No injuries., 1 of Risk of injury., 0 of Risk of death., 427 of Risk of injury or death."}, {"name": "DAILYSnowDepth > 6.5", "children": [{"name": "5030 of No injuries., 9 of Risk of injury., 1 of Risk of death., 945 of Risk of injury or death."}, {"name": "14686 of No injuries., 21 of Risk of injury., 7 of Risk of death., 3594 of Risk of injury or death."}]}]}]}, {"name": "HOUR > 7.5", "children": [{"name": "DAILYSnowDepth > 3.5", "children": [{"name": "32715 of No injuries., 13 of Risk of injury., 3 of Risk of death., 4698 of Risk of injury or death."}, {"name": "HOUR > 14.5", "children": [{"name": "DAILYMinimumDryBulbTemp > 40.5", "children": [{"name": "112217 of No injuries., 75 of Risk of injury., 27 of Risk of death., 25873 of Risk of injury or death."}, {"name": "47703 of No injuries., 41 of Risk of injury., 10 of Risk of death., 9911 of Risk of injury or death."}]}, {"name": "DAILYMinimumDryBulbTemp > 42.5", "children": [{"name": "HOUR > 8.5", "children": [{"name": "174302 of No injuries., 127 of Risk of injury., 35 of Risk of death., 34573 of Risk of injury or death."}, {"name": "26722 of No injuries., 16 of Risk of injury., 2 of Risk of death., 5928 of Risk of injury or death."}]}, {"name": "112464 of No injuries., 65 of Risk of injury., 22 of Risk of death., 20291 of Risk of injury or death."}]}]}]}, {"name": "DAILYSnowDepth > 2.5", "children": [{"name": "7018 of No injuries., 9 of Risk of injury., 3 of Risk of death., 1484 of Risk of injury or death."}, {"name": "HOUR > 1.5", "children": [{"name": "HOUR > 5.5", "children": [{"name": "34449 of No injuries., 59 of Risk of injury., 12 of Risk of death., 9620 of Risk of injury or death."}, {"name": "33424 of No injuries., 123 of Risk of injury., 66 of Risk of death., 10595 of Risk of injury or death."}]}, {"name": "29983 of No injuries., 62 of Risk of injury., 25 of Risk of death., 8013 of Risk of injury or death."}]}]}]}]}